{
    "lang": "en",
    "translations": [
	["addEditionTokenButton", "New token" ],
        ["addElementHelp", "Add an event" ],
        ["addEditionTokenButton", "Create a new edition link" ],
        ["addNewEvent", "Save event" ],
        ["addReadonlyTokenButton", "Create a new readonly link" ],
        ["alertEditionConflict", "Someone modified this event while you were editing it! Please copy-paste (or remember) your changes not to lose them, then reload the page to see the other person's modifications, then reenter your changes." ],
        ["alertEditionFailed", "The edition of this event has failed" ],
        ["alertErrorViewToken", "Our service could not create a view token for this timeline:" ],
        ["alertNoTimelineSelected", "This action can only be performed on an existing timeline."],
        ["alertNoViewToken", "No view token can be generated for this timeline." ],
        ["alertTimelineCreation1", "Your timeline has been created! Make sure you save the URL of your timeline somewhere." ],
        ["alertTimelineCreation2", "Note that we saved it in the cookies of your navigator just in case. Are you ready to create your first event?" ],
        ["alertTitleDeletion", "You cannot delete the title of the timeline." ],
        ["alertUnknownEvent", "This event is unknown." ],
	["and", "and"],
        ["back", "Back" ],
        ["Between", "Between" ],
        ["category", "Category" ],
        ["categoryFormHelp", "Select a category for your event, or create one" ],
        ["categories", "Categories" ],
        ["confidential", "Confidential" ],
        ["confidentialFilterForm", "Display confidential events" ],
	["confidentialFormHelp", "Check to hide this event in view mode" ],
        ["confirmDisableCookies", "This will remove your timelines' url/cookies from your browser's memory: make sure you saved your timelines' permalinks!" ],
        ["confirmRemoveEvent", "Do you really want to remove this event? Changing history cannot be undone. If you only want to change its _visibility_, other means like masking will be possible: specific category display or privacy level, " ],
        ["confirmRemoveTimeline", "Do you really want to remove your timeline? This cannot be undone." ],
        ["confirmRemoveToken", "Do you really want to remove this token? Everyone you shared this link to will lose access to your timeline!" ],
	["createTimelineButton", "Create your timeline"],
	["createTimelineDescr", " Create timelines centralizing all your events and tailor them according to your needs (communication, legal, etc.) and audiences (external, internal, confidential, etc.). Show events according to their weight, their category and their tags, and manage access and editing rights of each one thanks to a token system."],
	["createTimelineTitle", "Create your own timeline in one click!"],
	["createTimelineDescrHelp", "Describe what your timeline is about (this can be changed later)"],
	["createTimelineNameHelp", "Choose the name of your timeline (this will be used in its URL)"],
        ["defaultTimelineTitle", "This is the title of your timeline. You can modify it by clicking on the pencil on the edition panel."],
        ["description", "Description" ],
        ["descriptionFormHelp", "Add a description of the event you want to share" ],
        ["disableCookiesButtonText", "Do not save timelines on my browser"],
        ["editElementHelp", "Edit the event currently displayed" ],
        ["editEvent", "Save event" ],
	["editionLinkTest", "Share this link to give edition rights"],
	["emailHelp", "We will send the link of your timeline to your email address"],
	["emailPlaceholder", "Your email (facultative)"],
        ["enableCookiesButtonText", "Save timelines on my browser"],
	["endDateFormHelp", "When does your event ends?"],
        ["events", "Events" ],
        ["extraFilters", "Extra filters" ],
        ["exportHelp", "Download the timeline as a CSV file" ],
        ["ezTimeline", "" ],
        ["filter", "Filter" ],
	["filterHelp", "Apply filters (to be implemented)"],
        ["from", "From" ],
	["headline", "Title"],
	["headlineFormHelp", "Please fill in the title of the event"],
        ["homeNav", "" ],
        ["homeSubtitle", ""],
        ["homeTitle", "Recount your own timeline and show the world!" ],
        ["importHelp", "Import your timeline from a CSV file" ],
        ["media", "Media" ],
        ["mediaFormHelp", "Add a link to an image, a video or a pdf" ],
        ["minimalPonderation", "Minimal display level" ],
        ["maximalPonderation", "Maximal display level" ],
        ["name", "Name your timeline" ],
        ["newCategory", "New category" ],
        ["ponderation", "Weight" ],
        ["ponderationHelp", "Display level of the event" ],
        ["ponderationFormHelp", "What is the importance level of your event?" ],
	["readLinkText", "Share this link to show your timeline without giving edition rights"],
	["removeEvent", "Remove the event"],
        ["removeTimelineText", "Remove the timeline"],
	["saveTitleButtonText", "Save title"],
	["securityDescr","Our main concern is for you to be in total control of the data you enter. First, you do not need to provide any personal data to start working - you can, if you want, provide a mail that will solely be used once to send you the timeline's url. We only save the timeline events for you to be able to share them. Moreover, you can import/export vour timelines at will at will into or from a standard textual csv format. For convenience, your browser can display the last timelines you visited. If this feature annoys you, you may deactivate it by clicking the button below. If you do so, make sure to save the links of the timelines you created, or they will be lost!"],
	["securityTitle","Security"],
        ["share", "Share" ],
	["shareDescr", "Timelines is part of OCamlPro's willingness to use its expertise to propose ambitious tools for an Internet that respects the rights and needs of everyone. Timelines.cc will be coupled with the decentralized application Nota[Rize], created by Origin Labs, a spin-off of OCamlPro, to certify uploaded content and thus democratize notarization through the blockchain."],
	["shareHelp", "Enter the URL or the name of your timeline"],
	["shareTitle", "What is Timelines.cc ?"],
	["startDateFormHelp", "When does your event start?"],
	["tags", "Tags"],
	["tagsFormHelp", "Add keywords separated with commas" ],
	["timelineListText", "Your timelines" ],
	["timelineShareText", "Your tokens" ],
	["to", "To"],
	["uniqueId", "URL Identifier"],
	["uniqueIdFormHelp", "Customize your event's URL (by default, the event's title is used)"]
    ]
}
